Autodesk.Revit.DB.DWGImportOptions.SetLineWeights(System.Collections.Generic.IList`1{System.Int32})
Set array of line weights.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2013